Repository: Kadosa-Peter/YSM
Catalog: Ysm/Properties/Resources.*.resx
Languages: hu

# Button_Cut
source: Cut
hu: Kivágás

# Button_Update
source: Update
hu: Frissítés

# Button_Settings
source: Settings
hu: Beállítások

# Button_Feedback
source: Feedback
hu: Visszajelzés

# Button_Close
source: Close
hu: Bezárás

# Button_Paste
source: Paste
hu: Beillesztés

# Button_AddToFavorites
source: Favorite
hu: Kedvenc

# Button_VideosChannels
source: Videos & Subscriptions
hu: Videók & Feliratkozások

# Button_UpdateVideos
source: Update Videos
hu: Videók Frissítése

# Button_CopyVideoUrl
source: Copy Video Url
hu: Video Url Másolása

# Button_CopyChannelUrl
source: Copy Channel Url
hu: Csatorn Url Másolása

# Button_OpenChannel
source: Open Channel
hu: Csatorna Megnyitása

# Button_OpenVideos
source: Open Videos
hu: Videók Megnyitása

# Button_Rename
source: Rename
hu: Átnevezés

# Button_Edit
source: Edit
hu: Szerkesztés

# Button_OpenFavorites
source: Open Favorites
hu: Kedvencek Megnyitása

# Button_CloseFavorites
source: Close Favorites
hu: Kedvencek Bezárása

# Button_View
source: View
hu: Nézet

# Title_NewCategory
source: New Category
hu: Új Ketgória

# Title_Subscriptions
source: Subscriptions
hu: Feliratkozások

# Title_Search
source: Search
hu: Keresés

# Button_Yes
source: Yes
hu: Igen

# Button_No
source: No
hu: Nem

# Question_Unsubscirbe_m
source: Are you sure you want to unsubscribe from {xy} channels?
hu: Biztos vagy benne, hogy le akarsz iratkozni {xy} csatornákról?

# Question_Unsubscirbe_s
source: Unsubscribe from '{xy}'?
hu: Leíratkozól a '{xy}' csatornáról?

# Button_UnwatchedVideos
source: Show Only Unwatched Videos
hu: Nézetlen Videók Megjelenítése

# Button_AllVideos
source: Show All Videos
hu: Összes Videó Megjelenítése

# Button_Cancel
source: Cancel
hu: Megszakít

# Title_DownloadingSubscriptions
source: Downloading Subscriptions
hu: Feliratkozások Letöltése

# Title_DownloadingVideos
source: Downloading Videos
hu: Videók Letöltése

# Button_DownloadNewSubscriptions
source: Download New Subscriptions
hu: Új Feliratkozások Letöltése

# Button_CreateCategory
source: Create Category
hu: Kategória Létrehozása

# Button_Remove
source: Remove
hu: Eltávólitás

# Button_CopyChannels
source: Copy Channels Url
hu: Csatornák Url Másolása

# Button_CopyVideos
source: Copy Videos Url
hu: Videók Url Másolása

# Button_OpenChannels
source: Open Channels
hu: Csatornák Megnyitása

# Button_SortTitle
source: Sort By Title
hu: Rendezés Cím Szerint

# Button_SortDate
source: Sort By Date
hu: Rendezés Dátum Szerint

# Button_Open
source: Open
hu: Megnyitás

# Button_OpenInBrowser
source: Open In {xy}
hu: Megnyitás {xy} Böngészőben

# Button_CopyUrl
source: Copy Url
hu: Url Másolása

# Button_Download
source: Download
hu: Letöltés

# Button_Help
source: Help
hu: Súgó

# Title_ShowChannelTooltip
source: Show channel tooltip.
hu: Csatorna helyi súgó megjelenítése.

# Button_AllWatched
source: Mark All as Watched
hu: Összes Megnézetnek Jelölve

# Question_Import
source: Import will overwrite your current category structure. Do you want to proceed?
hu: Importálás felül fogja írnia a jelenlegi kategória struktúrát. Akarod folytatni?

# Button_Login
source: Login
hu: Bejelentkezve

# Button_Logout
source: Logout
hu: Kijelentkezés

# Title_OpenInBrowser
source: Open in {xy}:
hu: Megnyitás {xy} bönygészőben:

# Title_Logout
source: Logout
hu: Kijelentkezés

# Button_DownloadVideos
source: Download Videos
hu: Videók Letöltése

# Title_NewVideos
source: {xy} New Videos
hu: {xy} Új Videó

# Title_NewVideo
source: 1 New Video
hu: 1 Új Videó

# Button_Subscriptions
source: Subscriptions
hu: Deliratkozások

# Button_Favorites
source: Favorites
hu: Kedvencek

# Button_WatchLater
source: Watch Later
hu: Megnézendő Videók

# Button_History
source: History
hu: Előzmények

# Button_Overview
source: Overview
hu: Áttekintés

# Title_SettingsMaximized
source: Start YSM in full screen.
hu: YSM indítása teljes képernyőben.

# Title_SettingsLastPosition
source: Start YSM in the last saved position.
hu: YSM indítása az utolsó mentett pozícióban.

# Title_SettingsDefaultPosition
source: Start YSM in the default position.
hu: YSM indítása az alapértelmezett pozícióban.

# Title_SettingsLeft
source: Left Side
hu: Baloldalt

# Title_SettingsRight
source: Right Side
hu: Jobboldalt

# Title_SettingsHidden
source: Hidden
hu: Rejtve

# Title_SettingsSidebarPosition
source: Sidebar position:
hu: Oldalsáv elhelyezkedése:

# Title_SettingsMinimizeSystemTray
source: Minimize YSM to system tray.
hu: YSM Kicsinyítés az értesítési területre.

# Title_SettingsCloseSystemTray
source: Close YSM to system tray.
hu: YSM bezárása az értesítési területre.

# Title_NewSubscription
source: 1 New Subscription
hu: 1 Új Feliratkozás

# Title_NewSubscriptions
source: {xy} New Subscriptions
hu: {xy} Új Feliratkozás

# Button_RemoveAll
source: Remove All
hu: Összes Eltávolítása

# Button_Today
source: Today
hu: Mai Nap

# Button_Yesterday
source: Yesterday
hu: Tegnap

# Button_LastSeven
source: Last Seven Days
hu: Utolsó Hét Nap

# Button_LastThirty
source: Last Thirty Days
hu: Utolsó Harminc Nap

# Title_FooterSubscriptions
source: Subscriptions:
hu: Feliratkozások:

# Title_FooterHistory
source: History:
hu: Előzmények:

# Title_FooterFavorites
source: Favorites:
hu: Kedvencek

# Title_FooterWatchLater
source: Watch Later:
hu: Megnézendő Videók:

# Title_Views
source: Views
hu: Megtekintés

# Title_DownloadingVideo
source: Downloading Video:
hu: Videó Letöltése:

# Title_DownloadingAudio
source: Downloading Audio:
hu: Audio Letöltése:

# Title_Converting
source: Converting
hu: Konvertálás

# Tooltip_MarkAllWatched
source: Mark all Videos as watched
hu: Összes Videó nézetnek jelölve.

# Tooltip_NewCategory
source: Create a new category (F3)
hu: Új kategória létrehozása (F3)

# Tooltip_Rename
source: Rename a category (F2)
hu: Kategória átnevezése (F2)

# Tooltip_Remove
source: Delete category or unsubscribe (del.)
hu: Kategória törlése vagy leíratkozás (del.)

# Tooltip_Cut
source: Cut category or subscription (CTRL+X)
hu: Kategória vagy feliratkozás kivágása (CTRL+X)

# Tooltip_Paste
source: Paste category or subscription (CTRL+V)
hu: Kategória vagy feliratkozás beillesztése (CTRL+V)

# Tootip_OpenVideo
source: Open video in the primary browser
hu: Video megnyitása az elsődleges böngészőben

# Tooltip_OpenChannel
source: Open channel in the primary browser
hu: Csatorna megnyitása az elsődleges böngészőben

# Tooltip_DownloadNewVideos
source: Download new videos (F5)
hu: Új videók letöltése (F5)

# Tooltip_UpdateSubscriptions
source: Download new subscriptions (F6)
hu: Új feliratkozások letöltése (F6)

# Tooltip_Settings
source: Open settings
hu: Beállítások ablak megnyitása

# Tooltip_OpenAssitance
source: Open assistance
hu: Súgó ablak megnyitása

# Title_ShowToolbarTooltip
source: Show toolbar tooltips.
hu: Mutassa az eszköztár helyi súgót.

# Question_MarkAllVideoWatched
source: Mark all videos in all categories as watched?
hu: Legyen az összes videó az összes kategóriában megnézetnek jelölve?

# Button_DontAskAgain
source: Don't ask me this again.
hu: Ne kérdezze meg újra.

# Title_SettingsShowSubscriptionsOnlyWithUnwatchedVideos
source: Show subscriptions only with unwatched videos.
hu: Feliratkozások megjelenítése meg nem nézett videókkal.

# Title_SettingsEnableAutoplay
source: Automatically start playing Youtube videos.
hu: Videók lejátszása azonnal megnyitás után.

# Button_Locate
source: Locate
hu: Felfed

# Title_SettingsApplicationStartupPosition
source: Application startup position:
hu: Alkalmazás indulási elhelyezkedése:

# Title_SettingsAutoDownload
source: Download new videos every
hu: Új videók letöltése

# Title_SettingsRemoveAds
source: Remove Youtube Ads.
hu: Youtube hirdetések eltávolítása.

# Button_Folders
source: Folders
hu: Mappák

# Title_SettingsDownloads
source: Downloads Folder:
hu: Letöltések Mappa

# Title_Download
source: Download
hu: Letöltés

# Title_Downloding
source: Downloading
hu: Letöltés

# Title_SettingsShowLast15Videos
source: Show only the last fifteen videos.
hu: Mutasd az utolsó tizenöt videót.

# Button_DayBeforeYesterday
source: Day Before Yesterday
hu: Tegnapelött

# Button_OpenVideosPage
source: Open Videos Page
hu: Videók Oldal Megnyitása

# Button_OpenChannelPage
source: Open Channel Page
hu: Csatorna Oldal Megnyitása

# Button_ShowAllSubscriptions
source: Show All Subscriptions
hu: Mutasd Az Összes Feliratkozást

# Button_ShowSubscriptionsWithVideo
source: Show Subscriptions With Video Only
hu: Mutasd A Feliratkozásokat Videóval

# Button_DownloadAllVideos
source: Download All Videos
hu: Összes Videó Letöltése

# Button_Player
source: Player
hu: Lejátszó

# Button_PlayerPrevious
source: Previous Video
hu: Előző Videó

# Button_PlayerNext
source: Next Video
hu: Következő Videó

# Button_PlayerReload
source: Reload
hu: Újratöltés

# Title_FooterOverview
source: Overview:
hu: Áttekintés:

# Title_InvalidProductKey
source: The product key you have entered is invalid.
hu: Megadott termékkulcs nem érvényes.

# Title_ProductKey
source: Product key:
hu: Termékkulcs:

# Button_Validate
source: Validate
hu: Érvényesít

# WindowTitle_ProductKey
source: Product Key
hu: Termékkulcs

# Tooltip_Feedback
source: Feedback
hu: Visszajelzés

# Title_NewVideosNW
source: Show new videos notification window.
hu: Mutassa új videók esetén az értesítési ablakot.

# Title_NewSubscriptionsNW
source: Show new subscriptions notification window.
hu: Mutassa új feliratkozások esetén az értesítési ablakot.

# Title_PlayNotiicationSound
source: Play notification sound.
hu: Értesítési hang lejátszása.

# Title_MarkVideosWatchedStartup
source: Mark videos as watched at startup.
hu: Videók nézetnek jelölése az alkalmazás indulásakor.

# About_Website
source: Website
hu: Weboldal

# About_UserGuide
source: User Guide
hu: Felhasználói Kézikönyv

# Button_About
source: About YSM
hu: YSM Névjegye

# Settings_Appearance
source: Appearance
hu: Megjelenés

# Settings_Player
source: Player
hu: Lejátszó

# Settings_Notifications
source: Notifications
hu: Értesítések

# Settings_Downloads
source: Downloads
hu: Letöltések

# Settings_Subscriptions
source: Subscriptions
hu: Feliratkozások

# Title_Settings
source: Settings
hu: Beállítások

# Title_SerialWindowTitle
source: Your trial has been expired.
hu: Bróbaidőszak befejeződött.

# Button_Licence
source: Licence
hu: Licensz

# Button_ClosePlayer
source: Close Player
hu: Lejátszó Bezárása

# Settings_StartApp
source: Start YSM on system startup.
hu: YSM indítása a rendszer indulásakor.

# Settings_StartAppNotification
source: Start YSM in the Notification Area.
hu: YSM indítása az értesítési területen.

# Settings_StartAppTaskbar
source: Start YSM on the Taskbar.
hu: YSM indítása a tálcán.

# Button_CloseAllPlayers
source: Close All Players
hu: Összes Lejátszó Bezárása

# Button_OpenTab
source: Open (New Tab)
hu: Megnyitás (Új Lap)

# Title_Favorites
source: Favorites
hu: Kedvencek

# Title_WatchLater
source: Watch Later
hu: Megnézendő

# Title_History
source: History
hu: Előzmények

# Title_AssistanceStop
source: Press Space to stop/start investigation.
hu: Space gomb vizsgálat szüneteltetetése/indítása.

# Question_Open
source: Are you sure you want to open _count_ pages in the _browser_?
hu: Biztos vagy benne, hogy meg akarsz nyitni _count_ oldalt a(z) _browser_ böngészőben

# About_Update1
source: You currently have the latest version of YSM.
hu: Jelenleg a legújabb YSM verziót használja.

# About_Update2
source: An updated version of YSM application is available.
hu: Frissített YSM verzió elérhető.

# Button_DownloadNewVideos
source: Download New Videos
hu: Új Videók Letöltése

# Button_NewPlaylist
source: New Playlist
hu: Új Lejátszási Lista

# Title_Playlists
source: Playlists
hu: Lejátszási Listák

# Question_Favorites_RemoveAll
source: Are you sure you want to remove all of your favorites?
hu: Biztos vagy benne, hogy az összes kedvenc videódat törölni akarod?

# Question_WatchLater_RemoveAll
source: Are you sure you want to remove all of your 'watch-later' videos?
hu: Biztos vagy benne, hogy az összes megnézendő videódat törölni akarod?

# Button_UserGuide
source: User Guide
hu: Felhasználói Kézikönyv

# Button_Tutorial
source: Tutorials
hu: Útmutatók

# Title_MarkAsUnwatched
source: Mark as "unwatched"
hu: jelöld az összes videót 'nem megnézetnek', amit

# Button_MarkUnwatched
source: Mark as Unwatched
hu: Jelöld "Meg nem nézetnek"

# Button_MarkWatched
source: Mark as Watched
hu: Jelöld Megnézetnek

# Button_Add
source: Add
hu: Hozzáad

# Title_NewPlaylist
source: New Playlist
hu: Új Lejátszási Lista

# Button_AddPlaylist
source: Playlist
hu: Hozzáadás Lejátszási Listához

# Button_Playlists
source: Playlists
hu: Lejátszási Listák

# Title_PlaylistWindow
source: Select Or Create a New Playlist...
hu: Hozz létre vagy válasz ki egy lejátszási listát...

# Title_MarkAsWatched
source: Mark as "watched"
hu: jelöld az összes videót 'megnézetnek', ami

# Title_AskToMarkAllVideosWatched
source: Ask to mark all videos as watched at startup.
hu: Indulásánál kérdezzen rá hogy, jelölje a videókat megnézetnek.

# Title_PlaylistContainsVideo
source: The playlist(_XY_) already contains the video:
hu: A Lejátszási lista(_XY_) már tartalmazza a Videót:

# Question_Playlist_RemoveAll
source: Are you sure you want to remove all videos from your playlist?
hu: Biztos vagy benne, hogy el akarod távolítani az összes videót a lejátszási listáról?

# Question_Playlist_Delete
source: Are you sure you want to delete this playlist
hu: Biztos vagy benne, hogy törölni akarod ezt a lejátszási listát

# Button_Shuffle
source: Shuffle
hu: Keverés

# Button_RepeatAll
source: Repeat All
hu: Összes Ismétlése

# Button_Autoplay
source: Autoplay
hu: Automatikus lejátszás

# Button_DownloadAll
source: Download All
hu: Összes Letöltése

# Info_ChangeSubscriptionView1
source: Subscription is not visible in the current view (Show subscriptions with video only).
hu: A feliratkozás nem látható a jelenlegi megjelenítési módban (Feliratkozások megjelenítése megnézetlen videókkal)

# Info_ChangeSubscriptionView2
source: Do you want to change the subscription view mode to "Show all subscriptions"?
hu: Megakarod változtatni a feliratkozások megjelenítési módját a következőre: „Mutasd az összes feliratkozást”?

# Question_Unsub1
source: Unsubscription process has not finished yet.
hu: A leiratkozás folyamata még nem fejeződött be.

# Question_Unsub2
source: Are you sure you want to close the application?
hu: Biztos vagy benn, hogy be akarod zárni az alkalmazást?

# Settings_ShowPatreonBtn
source: Show Patreon Button (if available).
hu: Mutasd a Patreon gombot (ha elérhető).

# Title_ShowAllVideos
source: Show all videos
hu: Összes Videó Megjelenítése

# Button_Delete
source: Delete
hu: Törlés

# Question_DeleteAccount
source: Are you sure you want to delete your YSM YouTube account data? It won't impact your YouTube account.\nThis change requires restart.
hu: Biztos vagy benne, hogy törölni a akarod a YSM YouTube fiokodat. A művelet nem lesz hatással a YouTube fiokodra.\nEz a változás újraindítást igényel.

# Title_DeleteAccount
source: Delete: delete local account data
hu: Törlés: helyi fiokadatok törlése

# Title_ControlPlaylistGlobalHotkey
source: Control playlist with global hotkeys.
hu: Lejátszási lista vezérlése globális billentyűparancsokkal.

# Settings_Videos
source: Videos
hu: Videók

# Title_KeepAutoplayTurnedOn
source: Keep Autoplay turned on.
hu: Automatikus lejátszás maradjon bekapcsolva.

# Settings_Sync
source: Synchronization
hu: Szinkronizáció

# Sync_Title1
source: There are already data in the cloud. How would you like to perform the synchronization?
hu: Felhőben már található adata. Hogy akarod végrehajtani a szinkronizációt?

# Sync_Title2
source: Select 'Replace Cloud Data' only if you wish to overwrite your existing data in the cloud with that present locally on your machine.
hu: Válaszd a "Felhő adatok cseréje” opciót abban az esetben, ha felül akarod írni a felhőben tárolt adatokat, a helyi gépen található adatokkal.

# Sync_Title3
source: Select ’Replace local data' only if you wish to overwrite your existing local data with your cloud data.
hu: Válaszd a “Helyi adatok cseréje” opciót abban az esetben, ha felül akarod írni a helyi gépen tárolt adatokat, a felhőben található adatokkal.

# Button_ReplaceLocalData
source: Replace local data
hu: Helyi adatok cseréje

# Button_ReplaceCloudData
source: Replace Cloud Data
hu: Felhő adatok cseréje

# Title_SynchronizingData
source: Synchronizing YSM Data
hu: YSM Adatok Szinkronizálása

# Title_AllowGlobalHotkeys
source: Allow global hotkeys.
hu: Globális billentyűparancsok engedélyezése.

# Settings_History
source: History
hu: Előzmények

# Button_ClearHistory
source: Clear all watch history.
hu: Összes megtekintési előzmény törlése.

# Button_PauseHistory
source: Pause watch history.
hu: Megtekintési előzmények rögzítésének szüneteltetése.

# Button_TurnOnHistory
source: Turn on watch history.
hu: A Megtekintési előzmények bekapcsolása.

# Text_PlaylistUrl
source: Playlist URL
hu: Lejátszási lista URL

# Text_PlaylistUrlInvalid
source: Playlist URL is invalid.
hu: Lejátszási lista URL érvénytelen.

# Button_CopyText
source: Copy Text
hu: Szöveg Másolása

# Button_SearchGoogle
source: Search Google for
hu: Keresés Google:

# Button_OpenChannelInBrowser
source: Open Channel in Browser
hu: Csatorna Megnyitása Böngészőben

# Tooltip_RenamePlaylist
source: Rename a playlist (F2)
hu: Lejátszási lista átnevezése (F2)

# Tooltip_RemovePlaylist
source: Remove a playlist (.Del)
hu: Lejátszási lista törlése (Del.)

# Tooltip_NewPlaylist
source: Create a new playlist (F3)
hu: Új lejátszási lista létrehozása (F3)

# Title_ShowSidebar
source: Show view sidebar.
hu: Mutassa a nézet oldalsávot.

# Button_Colors
source: Colors
hu: Színek

# Title_VideoAddedPlaylist
source: Video added to the playlist.
hu: Videó hozzá lett adva a lejátszási listához.

# Button_Markers
source: Markers
hu: Jelölések

# Button_Marker
source: Mark
hu: Megjelöl

# Button_Create
source: Create
hu: Létrehoz

# Text_Comment
source: Comment
hu: Megjegyzés

# Settings_ShowFavoritesIcon
source: Show Favorites button.
hu: Kedvencek parancs megjelenítése.

# Settings_ShowWatchlaterIcon
source: Show 'Watch Later' button.
hu: Megnézendő parancs megjelenítése.

# Settings_ShowLocateIcon
source: Show Locate button.
hu: Jegyzet parancs megjelenítése.

# Settings_ShowDownloadIcon
source: Show Download button.
hu: Letöltés parancs megjelenítése.

# Settings_ShowNewtabIcon
source: Show 'New Tab' button.
hu: Új lap parancs megjelenítése.

# Settings_ShowPlaylistIcon
source: Show Playlists button.
hu: Lejátszási listák parancs megjelenítése.

# Button_DefaultColor
source: Default Color
hu: Alapértelmezett Szín

# Button_CustomColors
source: Custom Colors
hu: Egyedi Színek

# Settings_ShowBookmarkBtn
source: Show Note button.
hu: Jegyzet parancs megjelenítése.

# Settings_ShowLocateBtn
source: Show Locate button.
hu: Felfedés parancs megjelenítése.

# Settings_ShowDownloadBtn
source: Show Download button.
hu: Letöltés parancs megjelenítése.

# Settings_ShowWatchLaterBtn
source: Show 'Watch Later' button.
hu: Megnézendő parancs megjelenítése.

# Settings_ShowFavoritesBtn
source: Show Favorites button.
hu: Kedvencek parancs megjelenítése.

# Settings_ShowPlaylistBtn
source: Show Playlists button.
hu: Lejátszási listák parancs megjelenítése.

# Question_Channel_Delete_From_Playlist
source: Are you sure you want to delete this channel | from the playlist?
hu: Biztos vagy benne, hogy törölni akarod ezt a csatornát | a lejátszási listáról?

# Button_Iterations
source: Iterations
hu: Iterációk

# Title_AskToContinuePlayback
source: Ask to continue playback.
hu: Rákérdezés a lejátszás folytatására.

# Button_AllUnwatched
source: Mark All as Unwatched
hu: Összes Megjelölése "Meg nem nézetnek"

# Button_Mark
source: Mark...
hu: Megjelölés...

# Button_Continue
source: Continue
hu: Folytatás

# Button_ReopenClosedTab
source: Reopen Closed Tab
hu: Bezárt Lap Megnyitása

# Text_VideoAddedPlaylist
source: Video added to the playlist (xy).
hu: Videó hozzá lett adva a lejátszási listához (xy).

# Text_VideoNotVisible1
source: The Video is not visible in the current view(Show only unwatched videos).
hu: A videó nem látható a jelenlegi nézetben (Mutasd a meg nem nézett videókat).

# Text_VideoNotVisible2
source: Do you want to change the video display mode to "Show all videos"?
hu: Átakarod váltani a megjelenítési módot a következőre: „Mutasd az összes videót”?

# Text_NewSubscription
source: xy new subscription.
hu: xy új feliratkozás.

# Text_NewSubscriptions
source: xy new subscriptions.
hu: xy új feliratkozás.

# Text_NewVideo
source: xy new video.
hu: xy új videó.

# Text_NewVideos
source: xy new videos.
hu: xy új videó.

# Title_Iterations
source: Iterations
hu: Iterációk

# Text_Day
source: day
hu: nap

# Text_Days
source: days
hu: nap

# Text_MarkAllWatched
source: Mark all videos as watched which are older than
hu: Jelöld meg az összes videót megnézetnek, ami régebbi, mint

# Text_MarkAllUnwatched
source: Mark all videos as unwatched which are newer than
hu: Jelöld meg az összes videót megnézetlennek, ami újabb mint

# Title_Welcome
source: Welcome to YSM
hu: Üdvözlia A YSM

# Title_Minutes
source: minutes.
hu: percenként.
